/* 
   Localizable.strings
   chat

   Created by  jiangwei on 10-6-2.
   Copyright 2010 __MyCompanyName__. All rights reserved.
 */
"_LocaleLanguage" = "en";

"cancel" = "Cancel";
"confirm" = "Confirm";
"Notice" = "Notice";
"UpdateMsg"="You have to update this software to use it. Press confirm to update ! ";
"clearLog"="Clear Log";
"next"="Next";
"hideKeyboard"="Hide Keyboard";
"introduce"="Welcome to random chat software! Use upper left corner button to switch people,upper right button to cleared the log.Wish you to use with pleasure!";
"self"="You";
"other"="Other";
"system"="System";
"switch"="Searching ... ";
"randomchat"="Random chat";